Merge pull request #2 from barbarapac/fix/correcao-vunerabilidades
fix: corrije vulnerabilidades
